<template>
  <div>
    <div class="mt-5">
      <!-- Content -->
      <div class="flex justify-center">
        <div class="max-sm:mt-6 max-lg:mt-10">
          <div class="h-[150]px max-sm:w-[340px] max-lg:w-[730px] rounded-lg">
            <img src="public/images/wel.jpg" class="w-full h-full object-cover rounded-lg" >
          </div>
          <div class="max-sm:w-[340px] max-lg:w-[730px] rounded-lg p-5 mt-5">
            <p class="max-sm:text-base max-lg:text-xl font-semibold text-center leading-relaxed overflow-y-auto h-[350px]">
              🎉 <b>ยินดีต้อนรับน้องใหม่ปี 1</b> 🎉<br>
              ขอแสดงความยินดีกับก้าวแรกของการเป็นนักศึกษา
              ที่นี่คือจุดเริ่มต้นของประสบการณ์ใหม่ ความรู้ และมิตรภาพที่ดี
              ขอให้น้อง ๆ สนุกกับการเรียน รู้จักปรับตัว และเติบโตไปพร้อมกับเพื่อน ๆ
              และพี่ ๆ หากมีข้อสงสัยหรือต้องการคำแนะนำ พี่ ๆ ยินดีช่วยเหลือเสมอ!
              ขอให้ทุกคนมีช่วงเวลาที่ดีและประสบความสำเร็จในเส้นทางที่เลือก 💙✨
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script lang="ts" setup>

</script>

<style scoped></style>
